Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: If you have defined the calibration factor below or above these values, calibration fails. …Teach new sensor? is displayed?
hr: Ako ste kalibracijski faktor odredili ispod ili iznad ovih vrijednosti kalibracija neće biti provedena. ...se prikaže Teach new sensor? ?

source: If you have purchased a new sensor as an accessory, it will have to be introduced to the training computer.
hr: Ako ste kupili novi senzor kao dodatnu opremu, potrebno ga je uskladiti s trening kompjuterom.

source: For further information, see Feature Settings (page 32). Customer Service Information 65
hr: Za više informacija, gledajte Postavke značajki (stranica 32).

source: ENGLISH If the sensor you are using is included in the product set, and the text appears on the display, the training computer may be detecting the signal of another sensor.
hr: Ako je senzor koji koristite već uključen u set sa trening komjuterom i tekst se prikaže na zaslonu, trening kompjuter može uhvatiti signal drugog senzora.

source: In that case, make sure you are wearing your own sensor.
hr: U tom slučaju, nosite vaš vlastiti senzor.

source: If the message still appears, the sensor battery is empty.
hr: Ako je poruka još uvijek prikazana, baterija senzora je prazna.

source: For further information, see Care and Maintenance (page 60). ...the altitude keeps changing even if I am not moving?
hr: Za više informacija, gledajte Briga i održavanje (stranica 61). ... visina se mijenja, iako stojim na mjestu?

source: The training computer converts measured air pressure into an altitude reading.
hr: Trening kompjuter pretvara tlak zraka u mjerenje nadmorske visine.

source: This is why changes in the weather may cause changes in altitude readings. …the altitude readings are inaccurate?
hr: Zato vremenske promjene mogu uzrokovati promjene očitanja nadmorske visine. ... su prikazi nadmorske visine netočni?

source: Your altimeter may show faulty altitude if it is exposed to external interference like strong wind or air conditioning.
hr: Vaš visinomjer može pokazivati krivu nadmorsku visinu, ako je izložen vanjskim utjecajima, kao npr. jakom vjetru ili vremenskim nepogodama.

source: In this case, try to calibrate the altimeter.
hr: U tom slučaju kalibrirajte altimetar.

source: If the readings are constantly inaccurate, dirt may be blocking the air pressure channels.
hr: Ako su očitanja altimetra i dalje netočna, moguće je da prljavština blokira kanale tlaka.

source: In this case, send the training computer to a Polar Service Center. ....Memory low is displayed?
hr: U tom slučaju pošaljite vaš trening kompjuter Polar ovlaštenom serviseru. …se prikaže Memory low?

source: Memory low is displayed when there is approximately 1 hour memory left.
hr: Poruka Memory low prikaže ako je u memoriji ostalo mjesta za oko jedan sat snimanja.

source: To maximize the remaining memory capacity, select the longest Recording Rate (60 sec) from Settings > Features > Rec.rate .
hr: Kako bi maksimalizirali preostali kapacitet memorije, odaberite najdužu frekvenciju snimanja (60 sek) u Settings > Features > Rec.rate .

source: Once the memory has been depleted Memory full is displayed.
hr: Kada se memorija napuni do kraja prikaže se poruka Memory full .

source: To free memory transfer the exercises to Polar Pro Trainer 5 software and delete them from the wrist unit memory. *Optional s3/s3+ stride sensor W.I.N.D. required.
hr: Za oslobađanje mjesta u memoriji, prebacite podatke o vježbanju u Polar ProTrainer 5 softver, te obrišite podatke iz memorije monitora srčane frekvencije. *Potreban je opcijski s3 senzor brzine trčanja W.I.N.D.

source: Limited International Polar Guarantee • This guarantee does not affect the consumer’s statutory rights under applicable national or state laws in force, or the consumer’s rights against the dealer arising from their sales/purchase contract. • This limited Polar international guarantee is issued by Polar Electro Inc. for consumers who have purchased this product in the USA or Canada.
hr: Ograničeno Polar međunarodno jamstvo • • Ovo jamstvo ne utječe na prava kupca koja su propisana nacionalnim ili državnim zakonima, ili na prava kupca u odnosu na prodavača koja proizlaze iz ugovora o kupnji.

source: Guarantee with respect to any product will be limited to countries where the product has been initially marketed.
hr: Ovo ograničeno Polar međunarodno jamstvo izdaje kompanija Polar Electro Inc. kupcima koji su kupili ovaj proizvod u SAD ili Kanadi.

source: This product is compliant with Directives 93/42/EEC, 1999/5/EC and 2011/65/EU. The relevant Declaration of Conformity is available at www.polar.com/support.
hr: Ovo ograničeno Polar međunarodno jamstvo izdaje kompanija Polar Electro Oy kupcima koji su kupili ovaj proizvod u drugim državama.

source: This crossed out wheeled bin marking shows that Polar products are electronic devices and are in the scope of Directive 2012/19/EU of the European Parliament and of the Council on waste electrical and electronic equipment (WEEE) and batteries and accumulators used in products are in the scope of Directive 2006/66/EC of the European Parliament and of the Council of 6 September 2006 on batteries and accumulators and waste batteries and accumulators.
hr: Polar Electro Oy / Polar Electro Inc. jamči originalnim kupcima ovog proizvoda da proizvod neće imati nikakve defekte materijala ili izrade na dvije (2) godine od datuma kupnje.

source: These products and batteries/accumulators inside Polar products should thus be disposed of separately in EU countries.
hr: Molimo vas čuvajte vaš račun, koji je dokaz vaše kupnje! • •

source: 66 Customer Service Information
hr: 66 INFORMACIJE SLUŽBE ZA KORISNIKE

source: This marking shows that the product is protected against electric shocks.
hr: Jamstvo u odnosu na bilo koji proizvod će biti ograničeno na države u kojima je početno oglašavan.

source: Polar Electro Oy is a ISO 9001:2008 certified company.
hr: Ovaj proizvod je sukladan Direktivama 93/42/EEC.

source: © 2013 Polar Electro Oy, FI-90440 KEMPELE, Finland.
hr: Pravo kopiranja © 2013 Polar Electro Oy.

source: All rights reserved.
hr: Sva prava pridržana.

source: No part of this manual may be used or reproduced in any form or by any means without prior written permission of Polar Electro Oy.
hr: Niti jedan dio ovog priručnika se ne smije koristiti ili reproducirati u bilo kojem obliku ili na bilo koji način bez prethodnog pismenog odobrenja kompanije Polar Electro Oy, osim za Sound Blaster, koji je tržišni naziv kompanije Creative Technology, Ltd.

source: The names and logos in this user manual or in the package of this product are trademarks of Polar Electro Oy.
hr: Nazivi i logotipi označeni s simbolom ® u ovom priručniku ili na pakiranju proizvoda su registrirani tržišni znak kompanije Polar Electro Oy, osim naziva Windows, koji je registrirani tržišni naziv kompanije Microsoft Corporation.

source: The names and logos marked with a ® symbol in this user manual or in the package of this product are registered trademarks of Polar Electro Oy.
hr: Polar pravna izjava • • • Materijal u ovom priručniku služi samo za informaciju.

source: Windows is a registered trademark of Microsoft Corporation and Mac OS is a registered trademark of Apple Inc.
hr: Proizvodi koje opisuje su podložni promjenama bez prethodne najave, zbog stalnog programa razvoja proizvođača.

source: Polar Disclaimer • The material in this manual is for informational purposes only.
hr: Polar Electro Inc. / Polar Electro Oy ne daje nikakva jamstva u odnosu na ovaj priručnik ili na u njemu opisan proizvod.

source: The products it describes are subject to change without prior notice, due to the manufacturer’s continuous development program. • Polar Electro Inc./Polar Electro Oy makes no representations or warranties with respect to this manual or with respect to the products described herein. • Polar Electro Inc./Polar Electro Oy shall not be liable for any damages, losses, costs or expenses, direct, indirect or incidental, consequential or special, arising out of, or related to the use of this material or the products described herein.
hr: Polar Electro Inc. / Polar Electro Oy ne preuzima odgovornost za oštećenja, gubitke, troškove, direktne ili indirektne, posljedične ili specijalne, koji proizlaze ili su povezani s uporabom ovog materijala ili u njemu opisanih proizvoda.

source: This product is protected by one or several of the following patents: US 5486818, GB 2258587, HK 306/1996, WO96/20640, EP 0748185, US6104947, EP 0747003, US5690119, DE 69630834.7-08, WO 97/33512, US 6277080, EP 0984719, US 6361502, EP 1405594, US 6418394, EP 1124483, US 6405077, US 6714812, US 6537227, FI 114202, US 6666562 B2, US 5719825, US 5848027, EP 1055158, FI 113614, FI23471, USD49278S, USD492784S, USD492999S, FI68734, US4625733, DE3439238, GB2149514, HK81289, FI88972, US5486818, DE9219139.8, GB2258587, FR2681493, HK306/1996, FI96380, WO95/05578, EP665947, US5611346, JP3568954, DE69414362, FI4150, US6477397, DE20008882, FR2793672, ES1047774, FI112844, EP 724859 B1, US 5628324, DE 69600098T2, FI110915.
hr: Ovaj proizvod je zaštićen jednim od nekoliko slijedećih patenata: US 5486818, GB 2258587, HK306/1996, WO96/20640, EP 0748185, US6104947, EP 0747003, US5690119, DE69630834.7-08, WO 97/33512, US 6277080, EP 0984719, US 6361502, EP 1405594, US6418394, EP 1124483, US 6405077, US 6714812, US 6537227, FI 114202, US 6666562 B2, US 5719825, US 5848027, EP 1055158, FI 113614, FI23471, USD49278S, USD492784S, USD492999S, FI68734, US4625733, DE3439238, GB2149514, HK81289, FI88972, US5486818, DE9219139.8, GB2258587, FR2681493, HK306/1996, FI96380, WO95/05578, EP665947, US5611346, JP3568954, DE69414362, FI4150,

source: Other patents pending.
hr: INFORMACIJE SLUŽBE ZA KORISNIKE

source: Customer Service Information 67
hr: 67 HRVATSKI, SRPSKI

source: INDEX 12h/24h time mode . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: INDEKS 12h/24 prikaz vremena . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 40 Start exercise recording . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 40 Često postavljana pitanja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 13 Start measuring heart rate . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 65 A.Lap on/off . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 13 A.Lap on/off . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 37 Alarm ciljane zone . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 37 Stop exercise recording . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 39 Analiza vježbanja u softveru . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 23 Activity level . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 23 Blokiranje tipki . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 38 Stride length . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 39 Briga i održavanje . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 56 Alarm setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 61 Brisanje datoteke . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 40 Altitude calibration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 31, 31 Dužina koraka . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 34 Target zone alarm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 56 Faze . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 39 Analyzing training in software . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 43 Granice brzine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 23 Teaching . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 10 Granice ritma trčanja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 52 Timer setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 10 HRmax . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 10, 10 Backlight . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 38, 54 HRmax-p . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 7 Time setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 45 HRsit . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 40 Basic settings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 38, 55 Indeks trčanja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 7 Time zone . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 25, 57 Interval training . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 40 Battery low . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 9 Jamstvo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 64 Titles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 61, 66 Kalibracija nadmorske visine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 16 Battery replacement . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 34 Mjere opreza . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 60 Totals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 62 Naslovi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 30 Cadence . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 16 Noćni režim rada . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 56 Units setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 21 Odabir vrste vježbe . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 39 Calorie expenditure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 9 Odbrojavanje do događaja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 25 Care instructions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 40 Osnovne postavke . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 60 VO2max . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 7 Osvjetljenje zaslona . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 38, 45 Create exercises . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 21 Otpornost na vodu . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 9, 9 Customizing display . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 64 OwnIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 16 Water resistance . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 45 OwnOptimizer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 64 Wrist unit buttons . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 48 OwnZone . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 7 Data transfer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 22, 54 Pauza vježbanja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 23 Date settings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 21 Početak mjerenja otkucaja srca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 41 Zoom the display . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 13 Početak snimanja vježbe . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 20 Deleting a file . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 13 Polar ProTrainer 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 31 Event countdown . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 6, 23, 42 Postavke alarma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 40 Exercise settings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 40 Postavke datuma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 9, 9 Fitness test trend . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 41 Postavke jedinica . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 47 Frequently asked questions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 39 Postavke jezika . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 64 Guarantee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 39 Postavke tajmera . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 60, 66 Heart rate sensor . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 10, 10 Postavke vježbe . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 6, 13 Heart rate zones . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 9, 9 Postavke vremena . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 10 HRmax . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 40 Potrošnja kalorija . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 38, 54 HRmax-p . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 25 Povećanje prikaza . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 45 HRsit . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 21 Povratak u vremenski prikaz . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 38, 55 Illuminate the display . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 8 Pozadinsko svjetlo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 20 Interval training . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 7 Prazna baterija . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 9 Keylock . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 65 Prijenos podataka . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 39 Language settings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 23 Prilagođavanje prikaza . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 39 Lap storing . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 16 Primopredajnik . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 20 Manual limits . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 6, 13 Procijenjeni maksimalni broj otkucaja srca . . . . . . . . . . . . . . . . . . .

source: 10 Night mode . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 45 Programirana vježba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 20 OwnIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 42, 43 Razina aktivnosti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 45 OwnOptimizer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 38 Ritam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 48 OwnZone . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 56 Spremanje kruga . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 21, 54 Pace limits . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 20 Stvaranje vježbi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 10 Pause an exercise . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 9, 9 Tipke ručne jedinice . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 21 Phases . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 7 Trend fitnes testa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
